sdsd= """
크립토 어거 쿼크체인 앵커 체인링크 썬더토큰 도지 아크 웨이브 알파쿼크 스팀 에이브 엠블 테조스 솔라나 파워렛저 그로스톨 메디블록 비토비트토렌트 비트코인골드 디센트럴 피르마체인 스와이프 헌트 빗썸 휴먼스케이프 스톰엑스 온톨로지 모스코인 펑션 아이콘 라이크코인 밀크 아더 오미세고 이더리움클래식 왁스 세럼 리플 쎄타퓨엘 톤 보라 엔진코인 바프 마스크 하이브 카바 스텔라루멘 누사이퍼 칠리즈 셀로 루나 베이직 골렘 폴카닷 포튜브 에브리피디아 무비블록 엘프 이오스 비골 스트라이크 에스피티 스트라티스 헤데라 스팀달러 캐리 레이븐 센티프로토콜 넴 쎄퓨 플로우 리스크 시아코인 오브스 메인프레임 메타디움 펀디엑스 비체인 리퍼리움 트론 코박토큰 카이버 썸씽 시빅 퀀텀 마로 비트코인캐시에이비씨 솔브케어 아르고 엑시인피니티 에이다 스택스 저스트 아하 스토리지 1인치 에스브이 업비트점검 제로엑스 던프 샌박샌드박스 퀴즈톡 쎄타토큰 센티넬 네오 아톰 룸네트워크 온버프 디카르고 코스모스 메탈 폴리매쓰
'현'물' '거'래'는' '백'날' '해'봤'자' '큰' '수'익'을' '내'기' '힘'듭'니'다'.' 
'비'교'적' '적'은' '돈'으'로' '대'박'난' '사'람'은' '전'부' 
바'이'낸'스' '선'물' '거'래'로' '배'율'을' '늘'려'서' '짧'은' '기'간'에' '큰' '돈'을' '벌'었'습'니'다'.' 
'배'율'은' '1'배'부'터' '최'대' '1'2'5'배'까'지' '원'하'는'대'로' '언'제'든'지' '변'경'할' '수' '있'고 
'배'율'을' '롱'에' '1'0'0'배'로' '설'정'하'면' '시'세'가' '1'%' '오'를' '때'마'다' '2'배'의' '수'익'을' '반'복'해'서' '얻'을' '수' '있'으'며 
숏'에' '1'0'0'배'로' '설'정'하'면' '시'세'가' '1'%' '내'릴' '때'마'다' '2'배'의' '수'익'을' '반'복'해'서' '얻'는' '방'식'입'니'다'.' 
'최'근' '앨'론' '머'스'크'도' '거'론'한' '비'트'코'인' '호'황'기'인' '만'큼 
전' '세'계'에'서' '가'장' '큰' '바'이'낸'스' '선'물' '거'래'소'에'서' '지'금' '기'회'를' '잡'으'세'요'.  <' '바'이'낸'스' '가'입'링'크 '>''' '(''수'수'료' ''최'대'치' '할'인 '+' 다'양'한 '보'너'스 '지'급')'
"""

print()
